Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Add Access Application
ar: إضافة تطبيق محمي بواسطة Access
de: Access-Anwendung hinzufügen
es: Agregar aplicación protegida Access
fr: Ajouter une application protégée Access
it: Aggiungi applicazione protetta Access
ja: Access 保護アプリを追加
ko: Access 보호 앱 추가
pt_br: Adicionar aplicativo protegido Access
ru: Добавить защищенное приложение Access
zh_hans: 添加 Access 保护应用
zh_hant: 新增 Access 受保護應用程式

source: Add Account
ar: إضافة حساب
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントの追加
ko: 계정 추가
pt_br: Adicionar conta
ru: Добавить аккаунт
zh_hans: 添加账号
zh_hant: 新增账號

source: Add Another Account
ar: إضافة حساب آخر
de: Fügen Sie ein weiteres Konto hinzu
es: Agregar otra cuenta
fr: Ajouter un autre compte
it: Aggiungi un altro account
ja: 別のアカウントを追加する
ko: 다른 계정 추가
pt_br: Adicionar outra conta
ru: Добавить еще одну учетную запись
zh_hans: 添加其他账户
zh_hant: 新增其他帳號

source: Add Application
ar: إضافة تطبيق
de: Anwendung hinzufügen
es: Añadir aplicación
fr: Ajouter une application
it: Aggiungi applicazione
ja: アプリケーションを追加
ko: 애플리케이션 추가
pt_br: Adicionar aplicativo
ru: Добавить приложение
zh_hans: 添加应用程序
zh_hant: 新增應用程式

source: Add Cache Rule
ar: إضافة قاعدة ذاكرة التخزين المؤقت
de: Cache-Regel hinzufügen
es: Agregar regla de caché
fr: Ajouter une règle de cache
it: Aggiungi regola cache
ja: キャッシュルールの追加
ko: 캐시 규칙 추가
pt_br: Adicionar regra de cache
ru: Добавить правило кэширования
zh_hans: 添加缓存规则
zh_hant: 新增快取規則

source: Add CORS Rule
ar: أضف قاعدة CORS
de: CORS-Regel hinzufügen
es: Agregar regla CORS
fr: Ajouter une règle CORS
it: Aggiungi regola CORS
ja: CORS ルールの追加
ko: CORS 규칙 추가
pt_br: Adicionar regra CORS
ru: Добавить правило CORS
zh_hans: 添加 CORS 规则
zh_hant: 新增 CORS 規則

source: Add Cron Trigger
ar: إضافة مشغل كرون
de: Cron-Trigger hinzufügen
es: Agregar disparador cron
fr: Ajouter un déclencheur Cron
it: Aggiungi trigger Cron
ja: Cronトリガーの追加
ko: 크론 트리거 추가
pt_br: Adicionar gatilho Cron
ru: Добавить триггер Cron
zh_hans: 添加 Cron 触发器
zh_hant: 新增 Cron 触發器

source: Add Custom Domain
ar: إضافة مجال مخصص
de: Benutzerdefinierte Domäne hinzufügen
es: Agregar dominio personalizado
fr: Ajouter un domaine personnalisé
it: Aggiungi dominio personalizzato
ja: カスタムドメインの追加
ko: 맞춤 도메인 추가
pt_br: Adicionar domínio personalizado
ru: Добавить собственный домен
zh_hans: 添加自定义域名
zh_hant: 新增自定义網域稱

source: Add Destination
ar: أضف الوجهة
de: Ziel hinzufügen
es: Agregar destino
fr: Ajouter une destination
it: Aggiungi destinazione
ja: 目的地を追加
ko: 목적지 추가
pt_br: Adicionar destino
ru: Добавить пункт назначения
zh_hans: 添加目标邮箱
zh_hant: 新增目標邮箱

source: Add Destination Address
ar: أضف عنوان الوجهة
de: Zieladresse hinzufügen
es: Agregar dirección de destino
fr: Ajouter une adresse de destination
it: Aggiungi indirizzo di destinazione
ja: 宛先アドレスを追加
ko: 목적지 주소 추가
pt_br: Adicionar endereço de destino
ru: Добавить адрес назначения
zh_hans: 添加目标地址
zh_hant: 新增目標地址

source: Add DNS Record
ar: إضافة سجل DNS
de: DNS-Eintrag hinzufügen
es: Agregar registro DNS
fr: Ajouter un enregistrement DNS
it: Aggiungi record DNS
ja: DNSレコードの追加
ko: DNS 레코드 추가
pt_br: Adicionar registro DNS
ru: Добавить DNS-запись
zh_hans: 添加 DNS 记录
zh_hant: 新增 DNS 记录

source: Add Domain
ar: أضف المجال
de: Domäne hinzufügen
es: Agregar dominio
fr: Ajouter un domaine
it: Aggiungi dominio
ja: ドメインの追加
ko: 도메인 추가
pt_br: Adicionar domínio
ru: Добавить домен
zh_hans: 添加域名
zh_hant: 新增網域稱

source: Add Email Rule
ar: إضافة قاعدة البريد الإلكتروني
de: E-Mail-Regel hinzufügen
es: Agregar regla de correo electrónico
fr: Ajouter une règle de courrier électronique
it: Aggiungi regola e-mail
ja: 電子メールルールの追加
ko: 이메일 규칙 추가
pt_br: Adicionar regra de e-mail
ru: Добавить правило электронной почты
zh_hans: 添加邮件规则
zh_hant: 新增邮件規則

source: Add Failed
ar: فشلت الإضافة
de: Hinzufügen fehlgeschlagen
es: Agregar error
fr: Échec de l'ajout
it: Aggiunta non riuscita
ja: 追加に失敗しました
ko: 추가 실패
pt_br: Falha na adição
ru: Добавить не удалось
zh_hans: 添加失败
zh_hant: 新增失败

source: Add Gateway Rule
ar: إضافة قاعدة Gateway
de: Gateway-Regel hinzufügen
es: Agregar regla de Gateway
fr: Ajouter une règle Gateway
it: Aggiungi regola Gateway
ja: Gateway ルールを追加
ko: Gateway 규칙 추가
pt_br: Adicionar regra do Gateway
ru: Добавить правило Gateway
zh_hans: 添加 Gateway 规则
zh_hant: 新增 Gateway 規則

source: Add Hostname Rule
ar: إضافة قاعدة اسم المضيف
de: Hostnamenregel hinzufügen
es: Agregar regla de nombre de host
fr: Ajouter une règle de nom d'hôte
it: Aggiungi la regola del nome host
ja: ホスト名ルールの追加
ko: 호스트 이름 규칙 추가
pt_br: Adicionar regra de nome de host
ru: Добавить правило имени хоста
zh_hans: 添加主机名规则
zh_hant: 新增主機名稱規則

source: Add Ingress Rule
ar: إضافة قاعدة الدخول
de: Ingress-Regel hinzufügen
es: Añadir regla de entrada
fr: Ajouter une règle d'entrée
it: Aggiungi regola di ingresso
ja: Ingress ルールを追加
ko: 수신 규칙 추가
pt_br: Adicionar regra de entrada
ru: Добавить правило входа
zh_hans: 添加入口规则
zh_hant: 新增入口規則

source: Add IP Rule
ar: إضافة قاعدة IP
de: IP-Regel hinzufügen
es: Agregar regla de IP
fr: Ajouter une règle IP
it: Aggiungi regola IP
ja: IPルールの追加
ko: IP 규칙 추가
pt_br: Adicionar regra de IP
ru: Добавить IP-правило
zh_hans: 添加 IP 规则
zh_hant: 新增 IP 規則

source: Add Key
ar: إضافة مفتاح
de: Schlüssel hinzufügen
es: Agregar clave
fr: Ajouter une clé
it: Aggiungi chiave
ja: キーの追加
ko: 키 추가
pt_br: Adicionar chave
ru: Добавить ключ
zh_hans: 添加键值
zh_hant: 新增鍵值

source: Add Key / Value
ar: إضافة مفتاح / قيمة
de: Schlüssel/Wert hinzufügen
es: Agregar clave/valor
fr: Ajouter une clé/valeur
it: Aggiungi chiave/valore
ja: キー/値の追加
ko: 키/값 추가
pt_br: Adicionar chave/valor
ru: Добавить ключ/значение
zh_hans: 添加键 / 值
zh_hant: 新增鍵 / 值

source: Add KV Key
ar: إضافة مفتاح KV
de: KV-Schlüssel hinzufügen
es: Añadir clave KV
fr: Ajouter une clé KV
it: Aggiungi chiave KV
ja: KV キーを追加
ko: KV 키 추가
pt_br: Adicionar chave KV
ru: Добавить ключ KV
zh_hans: 添加 KV 键
zh_hant: 新增 KV 鍵

source: Add Load Balancer
ar: إضافة موازن التحميل
de: Load Balancer hinzufügen
es: Agregar equilibrador de carga
fr: Ajouter un équilibreur de charge
it: Aggiungi il bilanciatore del carico
ja: ロードバランサの追加
ko: 로드 밸런서 추가
pt_br: Adicionar balanceador de carga
ru: Добавить балансировщик нагрузки
zh_hans: 添加负载均衡器
zh_hant: 新增负載均衡器

source: Add Load Balancing Resource
ar: إضافة موارد موازنة التحميل
de: Lastausgleichsressource hinzufügen
es: Agregar recurso de equilibrio de carga
fr: Ajouter une ressource d'équilibrage de charge
it: Aggiungi risorsa di bilanciamento del carico
ja: 負荷分散リソースの追加
ko: 로드 밸런싱 리소스 추가
pt_br: Adicionar recurso de balanceamento de carga
ru: Добавить ресурс балансировки нагрузки
zh_hans: 添加负载均衡资源
zh_hant: 新增负載均衡资源

source: Add Monitor
ar: إضافة مراقب
de: Monitor hinzufügen
es: Agregar monitor
fr: Ajouter un moniteur
it: Aggiungi monitor
ja: モニターの追加
ko: 모니터 추가
pt_br: Adicionar monitor
ru: Добавить монитор
zh_hans: 添加监视器
zh_hant: 新增监视器

source: Add Pool
ar: أضف بركة
de: Pool hinzufügen
es: Agregar grupo
fr: Ajouter un pool
it: Aggiungi piscina
ja: プールの追加
ko: 풀 추가
pt_br: Adicionar pool
ru: Добавить пул
zh_hans: 添加源站池
zh_hant: 新增源站池

source: Add Rate Limiting Rule
ar: إضافة قاعدة تحديد المعدل
de: Ratenbegrenzungsregel hinzufügen
es: Agregar regla de limitación de velocidad
fr: Ajouter une règle de limitation de débit
it: Aggiungi regola di limitazione della velocità
ja: レート制限ルールの追加
ko: 속도 제한 규칙 추가
pt_br: Adicionar regra de limitação de taxa
ru: Добавить правило ограничения скорости
zh_hans: 添加速率限制规则
zh_hant: 新增速率限制規則

source: Add Record
ar: إضافة سجل
de: Datensatz hinzufügen
es: Agregar registro
fr: Ajouter un enregistrement
it: Aggiungi registrazione
ja: レコードの追加
ko: 레코드 추가
pt_br: Adicionar registro
ru: Добавить запись
zh_hans: 添加记录
zh_hant: 新增记录

source: Add Redirect Item
ar: إضافة عنصر إعادة التوجيه
de: Umleitungselement hinzufügen
es: Agregar elemento de redireccionamiento
fr: Ajouter un élément de redirection
it: Aggiungi elemento di reindirizzamento
ja: リダイレクト項目の追加
ko: 리디렉션 항목 추가
pt_br: Adicionar item de redirecionamento
ru: Добавить элемент перенаправления
zh_hans: 添加重定向条目
zh_hant: 新增重定向條目

source: Add Redirect Rule
ar: إضافة قاعدة إعادة التوجيه
de: Umleitungsregel hinzufügen
es: Agregar regla de redireccionamiento
fr: Ajouter une règle de redirection
it: Aggiungi regola di reindirizzamento
ja: リダイレクトルールの追加
ko: 리디렉션 규칙 추가
pt_br: Adicionar regra de redirecionamento
ru: Добавить правило перенаправления
zh_hans: 添加重定向规则
zh_hant: 新增重定向規則

source: Add Rule
ar: أضف القاعدة
de: Regel hinzufügen
es: Agregar regla
fr: Ajouter une règle
it: Aggiungi regola
ja: ルールの追加
ko: 규칙 추가
pt_br: Adicionar regra
ru: Добавить правило
zh_hans: 添加规则
zh_hant: 新增規則

source: Add Secret
ar: أضف سرا
de: Geheimnis hinzufügen
es: Agregar secreto
fr: Ajouter un secret
it: Aggiungi segreto
ja: シークレットの追加
ko: 비밀 추가
pt_br: Adicionar segredo
ru: Добавить секрет
zh_hans: 添加密钥
zh_hant: 新增密钥

source: Add Secret Variable
ar: إضافة متغير سري
de: Geheime Variable hinzufügen
es: Agregar variable secreta
fr: Ajouter une variable secrète
it: Aggiungi variabile segreta
ja: シークレット変数の追加
ko: 비밀 변수 추가
pt_br: Adicionar variável secreta
ru: Добавить секретную переменную
zh_hans: 添加环境变量密钥
zh_hant: 新增环境變量密钥

source: Add Snippet or Trigger Rule
ar: أضف مقتطفًا أو قاعدة تشغيل
de: Snippet oder Trigger-Regel hinzufügen
es: Agregar fragmento o regla de activación
fr: Ajouter un extrait ou une règle de déclenchement
it: Aggiungi snippet o regola di attivazione
ja: スニペットまたはトリガールールの追加
ko: 스니펫 또는 트리거 규칙 추가
pt_br: Adicionar snippet ou regra de gatilho
ru: Добавьте фрагмент или правило триггера
zh_hans: 添加 Snippet 或触发规则
zh_hant: 新增 Snippet 或触發規則

source: Add these DS record details to your domain registrar settings to complete verification.
ar: أضف تفاصيل سجل DS هذه إلى إعدادات مسجل النطاق لإكمال التحقق.
de: Fügen Sie diese DS-Eintragsdetails zu Ihren Domain-Registrareinstellungen hinzu, um die Überprüfung abzuschließen.
es: Añade estos detalles del registro DS a la configuración de tu registrador de dominio para completar la verificación.
fr: Ajoutez ces détails d'enregistrement DS aux paramètres de votre bureau d'enregistrement de domaine pour terminer la vérification.
it: Aggiungi questi dettagli del record DS alle impostazioni del tuo registrar di domini per completare la verifica.
ja: 検証を完了するには、ドメイン レジストラの構成にこれらの DS レコードの詳細を追加してください。
ko: 검증을 완료하려면 도메인 등록 기관 설정에 이 DS 레코드 세부 정보를 추가하세요.
pt_br: Adicione estes detalhes do registro DS às configurações do seu registrador de domínio para concluir a verificação.
ru: Добавьте эти сведения о записи DS в настройки вашего регистратора домена для завершения проверки.
zh_hans: 将这些 DS 记录详细信息添加到您的域名注册商设置以完成验证。
zh_hant: 將這些 DS 記錄詳細資訊新增至您的網域稱註冊商設定以完成驗證。

source: Add Transform Rule
ar: إضافة قاعدة التحويل
de: Transformationsregel hinzufügen
es: Agregar regla de transformación
fr: Ajouter une règle de transformation
it: Aggiungi regola di trasformazione
ja: 変換ルールの追加
ko: 변환 규칙 추가
pt_br: Adicionar regra de transformação
ru: Добавить правило преобразования
zh_hans: 添加转换规则
zh_hant: 新增轉换規則

source: Add Trigger
ar: إضافة مشغل
de: Auslöser hinzufügen
es: Añadir disparador
fr: Ajouter un déclencheur
it: Aggiungi trigger
ja: トリガーを追加
ko: 트리거 추가
pt_br: Adicionar gatilho
ru: Добавить триггер
zh_hans: 添加触发器
zh_hant: 新增觸發器

source: Add Trigger Rule
ar: إضافة قاعدة الزناد
de: Triggerregel hinzufügen
es: Agregar regla de activación
fr: Ajouter une règle de déclenchement
it: Aggiungi regola di attivazione
ja: トリガールールの追加
ko: 트리거 규칙 추가
pt_br: Adicionar regra de gatilho
ru: Добавить триггерное правило
zh_hans: 添加触发规则
zh_hant: 新增触發規則

source: Add Turnstile Widget
ar: إضافة القطعة الدوارة
de: Turnstile-Widget hinzufügen
es: Agregar widget de Turnstile
fr: Ajouter un widget de Turnstile
it: Aggiungi widget Turnstile
ja: Turnstileウィジェットを追加
ko: Turnstile 위젯 추가
pt_br: Adicionar widget de Turnstile
ru: Добавить виджет Turnstileа
zh_hans: 添加 Turnstile 小组件
zh_hant: 新增 Turnstile 小組件

source: Add URL redirect rules to this list.
ar: إضافة قواعد إعادة توجيه URL إلى هذه القائمة.
de: URL-Weiterleitungsregeln zu dieser Liste hinzufügen.
es: Añade reglas de redirección de URL a esta lista.
fr: Ajoutez des règles de redirection d'URL à cette liste.
it: Aggiungi regole di reindirizzamento URL a questo elenco.
ja: このリストに URL リダイレクト ルールを追加します。
ko: 이 목록에 URL 리디렉션 규칙을 추가합니다.
pt_br: Adicione regras de redirecionamento de URL a esta lista.
ru: Добавьте правила перенаправления URL в этот список.
zh_hans: 向此列表添加 URL 重定向规则。
zh_hant: 將 URL 重新導向規則新增至此清單。

source: Add Variable
ar: إضافة متغير
de: Variable hinzufügen
es: Agregar variable
fr: Ajouter une variable
it: Aggiungi variabile
ja: 変数の追加
ko: 변수 추가
pt_br: Adicionar variável
ru: Добавить переменную
zh_hans: 添加变量
zh_hant: 新增變量

source: Add Variable / Secret
ar: إضافة متغير / سر
de: Variable / Secret hinzufügen
es: Añadir variable / secreto
fr: Ajouter une variable / un secret
it: Aggiungi variabile / segreto
ja: 変数 / シークレットを追加
ko: 변수 / 시크릿 추가
pt_br: Adicionar variável / segredo
ru: Добавить переменную / секрет
zh_hans: 添加变量 / 密钥
zh_hant: 新增變數 / 密鑰

source: Add Variable or Secret
ar: إضافة متغير أو سري
de: Variable oder Geheimnis hinzufügen
es: Agregar variable o secreto
fr: Ajouter une variable ou un secret
it: Aggiungi variabile o segreto
ja: 変数またはシークレットの追加
ko: 변수 또는 비밀 추가
pt_br: Adicionar variável ou segredo
ru: Добавить переменную или секрет
zh_hans: 添加变量或 Secret 密钥
zh_hant: 新增變量或机密

source: Add WAF Rule
ar: أضف قاعدة WAF
de: WAF-Regel hinzufügen
es: Agregar regla WAF
fr: Ajouter une règle WAF
it: Aggiungi regola WAF
ja: WAFルールの追加
ko: WAF 규칙 추가
pt_br: Adicionar regra WAF
ru: Добавить правило WAF
zh_hans: 添加 WAF 规则
zh_hant: 新增 WAF 規則

source: Add Widget
ar: إضافة القطعة
de: Widget hinzufügen
es: Agregar widget
fr: Ajouter un widget
it: Aggiungi widget
ja: ウィジェットの追加
ko: 위젯 추가
pt_br: Adicionar widget
ru: Добавить виджет
zh_hans: 添加小组件
zh_hant: 新增小組件

source: Add your first domain to start managing DNS records and Cloudflare edge services.
ar: أضف نطاقك الأول لبدء إدارة سجلات DNS وخدمات Cloudflare edge.
de: Fügen Sie Ihre erste Domäne hinzu, um mit der Verwaltung von DNS-Einträgen und Cloudflare-Edge-Diensten zu beginnen.
es: Agregue su primer dominio para comenzar a administrar registros DNS y servicios perimetrales de Cloudflare.
fr: Ajoutez votre premier domaine pour commencer à gérer les enregistrements DNS et les services Edge Cloudflare.
it: Aggiungi il tuo primo dominio per iniziare a gestire i record DNS e i servizi edge Cloudflare.
ja: 最初のドメインを追加して、DNS レコードと Cloudflare エッジ サービスの管理を開始します。
ko: DNS 레코드와 Cloudflare 에지 서비스 관리를 시작하려면 첫 번째 도메인을 추가하세요.
pt_br: Adicione seu primeiro domínio para começar a gerenciar registros DNS e serviços de borda da Cloudflare.
ru: Добавьте свой первый домен, чтобы начать управлять записями DNS и пограничными службами Cloudflare.
zh_hans: 添加您的第一个域名，开始管理 DNS 记录及 Cloudflare 边缘服务。
zh_hant: 新增您的第一個網域稱，開始管理 DNS 记录及 Cloudflare 邊緣服务。

source: Add your first domain to start managing DNS records and edge security.
ar: أضف نطاقك الأول لبدء إدارة سجلات DNS وأمان الحافة.
de: Fügen Sie Ihre erste Domain hinzu, um DNS-Einträge und Edge-Sicherheit zu verwalten.
es: Añade tu primer dominio para empezar a gestionar los registros DNS y la seguridad perimetral.
fr: Ajoutez votre premier domaine pour commencer à gérer les enregistrements DNS et la sécurité en périphérie.
it: Aggiungi il tuo primo dominio per iniziare a gestire i record DNS e la sicurezza perimetrale.
ja: DNS レコードとエッジ セキュリティの管理を開始するには、最初のドメインを追加してください。
ko: DNS 레코드 및 에지 보안 관리를 시작하려면 첫 번째 도메인을 추가하세요.
pt_br: Adicione seu primeiro domínio para começar a gerenciar registros DNS e segurança de borda.
ru: Добавьте свой первый домен, чтобы начать управление записями DNS и безопасностью на Edge.
zh_hans: 添加您的第一个域名以开始管理 DNS 记录和边缘安全。
zh_hant: 新增您的第一個網域以開始管理 DNS 記錄和邊緣安全。

source: Added 1 row to %@
ar: تمت إضافة صف واحد إلى %@
de: 1 Zeile zu %@ hinzugefügt
es: Se agregó 1 fila a %@
fr: Ajout d'une ligne à %@
it: Aggiunta 1 riga a %@
ja: %@ に 1 行を追加しました
ko: %@에 행 1개 추가됨
pt_br: Adicionada 1 linha a %@
ru: Добавлена ​​1 строка в %@
zh_hans: 已向 %@ 添加 1 行数据
zh_hant: 已向 %@ 新增 1 行數据

source: Adding domain…
ar: جارٍ إضافة النطاق…
de: Domain wird hinzugefügt…
es: Agregando dominio…
fr: Ajout d'un domaine…
it: Aggiunta dominio…
ja: ドメインを追加しています…
ko: 도메인 추가 중…
pt_br: Adicionando domínio…
ru: Добавление домена…
zh_hans: 正在添加域名…
zh_hant: 正在新增網域稱…

source: Adding Records…
ar: إضافة السجلات…
de: Datensätze hinzufügen…
es: Agregando registros…
fr: Ajout d'enregistrements…
it: Aggiunta di record…
ja: レコードを追加しています…
ko: 레코드 추가 중…
pt_br: Adicionando registros…
ru: Добавление записей…
zh_hans: 正在添加记录…
zh_hant: 正在新增记录…

source: Adding…
ar: جارٍ الإضافة…
de: Hinzufügen…
es: Añadiendo…
fr: Ajout…
it: Aggiunta…
ja: 追加中…
ko: 추가 중…
pt_br: Adicionando…
ru: Добавление…
zh_hans: 添加中…
zh_hant: 新增中…

source: Address Family
ar: عنوان العائلة
de: Adressfamilie
es: Dirección Familia
fr: Adresse Famille
it: Indirizzo Famiglia
ja: アドレスファミリー
ko: 주소 가족
pt_br: Endereço Família
ru: Адрес Семья
zh_hans: IP 协议版本
zh_hant: IP 协议版本

source: Address of your local service (e.g. http://localhost:8080, tcp://localhost:22, or http_status:404).
ar: عنوان الخدمة المحلية لديك (على سبيل المثال http://localhost:8080 أو tcp://localhost:22 أو http_status:404).
de: Adresse Ihres lokalen Dienstes (z. B. http://localhost:8080, tcp://localhost:22 oder http_status:404).
es: Dirección de su servicio local (por ejemplo, http://localhost:8080, tcp://localhost:22 o http_status:404).
fr: Adresse de votre service local (par exemple http://localhost:8080, tcp://localhost:22 ou http_status:404).
it: Indirizzo del tuo servizio locale (ad esempio http://localhost:8080, tcp://localhost:22 o http_status:404).
ja: ローカル サービスのアドレス (例: http://localhost:8080、tcp://localhost:22、または http_status:404)。
ko: 로컬 서비스 주소(예: http://localhost:8080, tcp://localhost:22 또는 http_status:404)
pt_br: Endereço do seu serviço local (por exemplo, http://localhost:8080, tcp://localhost:22 ou http_status:404).
ru: Адрес вашей локальной службы (например, http://localhost:8080, tcp://localhost:22 или http_status:404).
zh_hans: 本地服务的地址 (例如 http://localhost:8080, tcp://localhost:22 或 http_status:404)。
zh_hant: 本地服务的地址 (例如 http://localhost:8080, tcp://localhost:22 或 http_status:404)。

source: Adjust the sensitivity threshold for presenting challenge pages to suspicious visitors.
ar: ضبط حد الحساسية لتقديم صفحات التحدي للزوار المشبوهين.
de: Passen Sie den Empfindlichkeitsschwellenwert für die Anzeige von Challenge-Pages für verdächtige Besucher an.
es: Ajusta el umbral de sensibilidad para mostrar páginas de desafío a visitantes sospechosos.
fr: Ajustez le seuil de sensibilité pour présenter des pages de défi aux visiteurs suspects.
it: Regola la soglia di sensibilità per presentare pagine di verifica ai visitatori sospetti.
ja: 疑わしい訪問者にチャレンジ ページを表示する感度しきい値を調整します。
ko: 의심스러운 방문자에게 챌린지 페이지를 표시하는 민감도 임계값을 조정합니다.
pt_br: Ajuste o limite de sensibilidade para apresentar páginas de desafio a visitantes suspeitos.
ru: Настройте порог чувствительности для показа страниц проверки подозрительным посетителям.
zh_hans: 调整向可疑访问者显示质询页面的敏感度阈值。
zh_hant: 調整向可疑訪客顯示驗證頁面的敏感度閾值。

source: Adjust your website's security level to determine who will receive a challenge page.
ar: اضبط مستوى أمان موقع الويب الخاص بك لتحديد من سيتلقى صفحة التحدي.
de: Passen Sie die Sicherheitsstufe Ihrer Website an, um zu bestimmen, wer eine Challenge-Seite erhält.
es: Ajuste el nivel de seguridad de su sitio web para determinar quién recibirá una página de desafío.
fr: Ajustez le niveau de sécurité de votre site Web pour déterminer qui recevra une page de défi.
it: Modifica il livello di sicurezza del tuo sito web per determinare chi riceverà una pagina di sfida.
ja: Web サイトのセキュリティ レベルを調整して、誰がチャレンジ ページを受け取るかを決定します。
ko: 웹사이트의 보안 수준을 조정하여 챌린지 페이지를 받을 사람을 결정하세요.
pt_br: Ajuste o nível de segurança do seu site para determinar quem receberá uma página de desafio.
ru: Настройте уровень безопасности вашего веб-сайта, чтобы определить, кто получит страницу с вызовом.
zh_hans: 调整网站的安全级别以决定谁会看到验证页面。
zh_hant: 調整網站的安全性級別以决定谁會看到驗證頁面。

source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
ja: 高度な
ko: 고급의
pt_br: Avançado
ru: Передовой
zh_hans: 高级
zh_hant: 高級

source: Advanced Actions
ar: الإجراءات المتقدمة
de: Erweiterte Aktionen
es: Acciones avanzadas
fr: Actions avancées
it: Azioni avanzate
ja: 高度なアクション
ko: 고급 동작
pt_br: Ações Avançadas
ru: Расширенные действия
zh_hans: 高级操作
zh_hant: 高級操作

source: Advanced Optimizations
ar: تحسينات متقدمة
de: Erweiterte Optimierungen
es: Optimizaciones avanzadas
fr: Optimisations avancées
it: Ottimizzazioni avanzate
ja: 高度な最適化
ko: 고급 최적화
pt_br: Otimizações Avançadas
ru: Расширенные оптимизации
zh_hans: 高级优化
zh_hant: 高級优化

source: Advanced Routing
ar: التوجيه المتقدم
de: Erweitertes Routing
es: Enrutamiento avanzado
fr: Routage avancé
it: Routing avanzato
ja: 高度なルーティング
ko: 고급 라우팅
pt_br: Roteamento Avançado
ru: Расширенная маршрутизация
zh_hans: 高级路由
zh_hant: 高級路由

source: Advanced Settings
ar: الإعدادات المتقدمة
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
pt_br: Configurações avançadas
ru: Расширенные настройки
zh_hans: 高级设置
zh_hant: 高級設定

source: Advanced SSL/TLS Settings
ar: إعدادات SSL/TLS المتقدمة
de: Erweiterte SSL/TLS-Einstellungen
es: Configuración avanzada de SSL/TLS
fr: Paramètres SSL/TLS avancés
it: Impostazioni SSL/TLS avanzate
ja: 高度なSSL/TLS設定
ko: 고급 SSL/TLS 설정
pt_br: Configurações avançadas de SSL/TLS
ru: Расширенные настройки SSL/TLS
zh_hans: 高级 SSL/TLS 设置
zh_hant: 高級 SSL/TLS 設定

source: Advanced zone controls, bypass settings, and zone deletion for %@.
ar: عناصر التحكم المتقدمة في المنطقة، وإعدادات التجاوز، وحذف المنطقة لـ %@.
de: Erweiterte Zonensteuerungen, Bypass-Einstellungen und Zonenlöschung für %@.
es: Controles avanzados de zona, configuración de omisión y eliminación de zona para %@.
fr: Contrôles de zone avancés, paramètres de contournement et suppression de zone pour %@.
it: Controlli avanzati della zona, impostazioni di bypass ed eliminazione della zona per %@.
ja: %@ の高度なゾーン制御、バイパス設定、およびゾーン削除。
ko: %@에 대한 고급 영역 제어, 우회 설정 및 영역 삭제.
pt_br: Controles avançados de zona, configurações de bypass e exclusão de zona para %@.
ru: Расширенное управление зоной, настройки обхода и удаление зоны для %@.
zh_hans: %@ 的高级域名管理、绕过设置和域名删除。
zh_hant: %@ 的高級區域控制、繞過設定和區域刪除。

source: After 1 minute
ar: بعد 1 دقيقة
de: Nach 1 Minute
es: Después de 1 minuto
fr: Après 1 minute
it: Dopo 1 minuto
ja: 1分後
ko: 1분 후
pt_br: Depois de 1 minuto
ru: Через 1 минуту
zh_hans: 1 分钟后
zh_hant: 1 分钟後

source: After 2 minutes
ar: بعد دقيقتين
de: Nach 2 Minuten
es: Después de 2 minutos
fr: Après 2 minutes
it: Dopo 2 minuti
ja: 2分後
ko: 2분 후
pt_br: Depois de 2 minutos
ru: Через 2 минуты
zh_hans: 2 分钟后
zh_hant: 2 分钟後

source: After 5 minutes
ar: بعد 5 دقائق
de: Nach 5 Minuten
es: Después de 5 minutos
fr: Après 5 minutes
it: Dopo 5 minuti
ja: 5分後
ko: 5분 후
pt_br: Depois de 5 minutos
ru: Через 5 минут
zh_hans: 5 分钟后
zh_hant: 5 分钟後

source: After 30 minutes
ar: بعد 30 دقيقة
de: Nach 30 Minuten
es: Después de 30 minutos
fr: Après 30 minutes
it: Dopo 30 minuti
ja: 30分後
ko: 30분 후
pt_br: Depois de 30 minutos
ru: Через 30 минут
zh_hans: 30 分钟后
zh_hant: 30 分钟後

source: AI
ar: الذكاء الاصطناعي
de: KI
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ
zh_hans: 人工智能 (AI)
zh_hant: 人工智慧 (AI)

source: AI & Machine Learning
ar: الذكاء الاصطناعي والتعلم الآلي
de: KI und maschinelles Lernen
es: IA y aprendizaje automático
fr: IA et apprentissage automatique
it: IA e apprendimento automatico
ja: AI と機械学習
ko: AI 및 머신러닝
pt_br: IA e aprendizado de máquina
ru: ИИ и машинное обучение
zh_hans: AI 与机器学习
zh_hant: AI 与机器学习
